Repository: rqr9ykxjpd-cpu/common-ios
Catalog: Bond/Resources/ProfileDesign.xcstrings
Source language: en
Languages: tr

# galleryHint
source: Swipe photos left or right. Tap to expand.
tr: Fotoğrafları sağa veya sola kaydır. Büyütmek için dokun.

# galleryEmpty
source: No profile gallery photos yet.
tr: Henüz profil fotoğrafı eklenmemiş.

# galleryOwnEmpty
source: Add photos to your profile. These won't be published to the feed.
tr: Profiline birkaç fotoğraf ekle. Bunlar akışta gönderi olarak paylaşılmaz.

# previewLabel
source: Design preview · No real requests are sent
tr: Tasarım testi · Gerçek istek gönderilmez

# releaseHint
source: Release to try the request. Drag back to cancel.
tr: Test isteği için bırak. İptal etmek için geri çek.

# sending
source: Sending test request…
tr: Test isteği gönderiliyor…

# sent
source: Test request sent
tr: Test isteği gönderildi

# failed
source: Test connection failed. You can retry.
tr: Test bağlantısı kesildi. Yeniden deneyebilirsin.

# restart
source: Reset preview
tr: Testi sıfırla

# galleryTitle
source: Photos
tr: Fotoğraflar
